<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Пользовательское Соглашение</title>
  <style>
    body {
      font-family: Arial, sans-serif;
      line-height: 1.6;
      max-width: 600px;
      margin: 0 auto;
      padding: 20px;
    }

    h1 {
      color: #333;
      border-bottom: 1px solid #ccc;
      padding-bottom: 10px;
    }

    p {
      color: #555;
    }

    ul {
      list-style-type: none;
      padding: 0;
    }

    li {
      margin-bottom: 10px;
    }
  </style>
</head>

<body>
  <h1>Пользовательское Соглашение</h1>

  <p>Настоящее Пользовательское Соглашение (далее Соглашение) регулирует отношения между владельцем TEST SITE (далее TEST SITE или Администрация) с одной стороны и пользователем сайта с другой. Сайт TEST SITE не является средством массовой информации.</p>

  <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения. Если Вы не согласны с условиями данного соглашения, не используйте сайт TEST SITE!</p>

  <h2>Права и обязанности сторон</h2>
  <ul>
    <li>Пользователь имеет право:
      <ul>
        <li>осуществлять поиск информации на сайте</li>
        <li>получать информацию на сайте</li>
        <li>использовать информацию сайта в личных некоммерческих целях</li>
      </ul>
    </li>

    <li>Администрация имеет право:
      <ul>
        <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
        <li>ограничивать доступ к любой информации на сайте</li>
      </ul>
    </li>

    <li>Пользователь обязуется:
      <ul>
        <li>не нарушать работоспособность сайта</li>
        <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
      </ul>
    </li>

    <li>Администрация обязуется:
      <ul>
        <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам</li>
      </ul>
    </li>
  </ul>

  <h2>Ответственность сторон</h2>
  <ul>
    <li>Администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
    <li>В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</li>
  </ul>

  <h2>Условия действия Соглашения</h2>
  <p>Данное Соглашение вступает в силу при любом использовании данного сайта. Соглашение перестает действовать при появлении его новой версии. Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению. Администрация не оповещает пользователей об изменении в Соглашении.</p>

  <p>Соглашение разработано на базе юридических документов сервиса Правилль</p>
</body>

</html>
